import React from 'react'
import './HomeView.scss'

export const HomeView = () => (
  <div className='homePage'>
    <h4>Гінекологічне відділення</h4>
    <p><b>Гінекологічне відділення</b> пропонує повний спектр консультативних, діагностичних, лікувальних, хірургічних і
      реабілітаційних послуг жінкам любого віку з основним акцентом на якість повсякденного життя і збереження
      репродуктивної функції. </p>
    <p><b>Основна ціль роботи відділення</b> - це забезпечення спеціалізованої висококваліфікованої діагностики і
      оптимального лікування жінкам.</p>
    <p>Відділення укомплектовано кваліфікованими фахівцями, які надають цілодобову медичну допомогу хворим з
      гінекологічною патологією, застосовуючи при цьому як консервативні, так і оперативні методи лікування та
      діагностики. Разом з лікарями-анестезіологами забезпечують надання ургентної допомоги жіночому населенню області в
      складі акушерсько-гінекологічної бригади, приймають участь в наданні виїзної планово-консультативної та
      невідкладної допомоги жінкам нашого краю.</p>
    <p>Проводиться лікування жінок з такими патологіями:</p>
    <ul>
      <li>міома матки;</li>
      <li>доброякісні новоутворення яєчників;</li>
      <li>запальні захворювання органів малого тазу;</li>
      <li>ендометріоз;</li>
      <li>випадіння статевих органів;</li>
      <li>поліпи жіночих статевих органів;</li>
      <li>запальні та доброякісні захворювання тіла матки, вульви та піхви;</li>
      <li>порушення менструального циклу;</li>
      <li>аномальні маткові кровотечі;</li>
      <li>виражений постоваріоектомічний синдром;</li>
      <li>дисфункція яєчників;</li>
      <li>позаматкова вагітність;</li>
      <li>загроза переривання та звичне невиношування вагітності;</li>
      <li>істміко-цервікальна недостатність;</li>
      <li>жіноча безплідність;</li>
      <li>стороннє тіло сечостатевої системи;</li>
      <li>менопаузальні та передменопаузальні розлади.</li>
    </ul>
  </div>
)

export default HomeView
